{
  "section_list": [
    "Summary",
    " Terminology and categories ",
    " Materials ",
    " Technical developments ",
    " History ",
    " Early wares ",
    " Han dynasty, 206 BC ? 220 AD ",
    " Sui and Tang dynasties, 581?907 AD ",
    " Liao, Song, Western Xia and Jin dynasties, 907?1276 ",
    " Yuan dynasty, 1271?1368 ",
    " Ming dynasty, 1368?1644 ",
    " Qing dynasty, 1644?1911 ",
    " Types of Chinese pottery ",
    " Tang burial wares ",
    " Greenwares or celadon wares ",
    " Jian ware ",
    " Jizhou ware ",
    " Ding ware ",
    " Ru ware ",
    " Jun ware ",
    " Guan ware ",
    " Ge ware ",
    " Qingbai wares ",
    " Blue and white wares ",
    " Blanc de Chine ",
    " Painted colours ",
    " Classification by colour, the famille groups ",
    " Stoneware ",
    " The ceramics industry under the Ming ",
    " Imperial and private kilns ",
    " Life as a potter ",
    " Post-production ",
    " Fakes and reproductions ",
    " Authentication ",
    " Gallery ",
    " Early wares ",
    " Han (202 BC to 220 AD) ",
    " Three Kingdoms, Jin, Southern and Northern Dynasties, Sui (220 to 618) ",
    " Tang (618 to 906 AD) ",
    " Song (960 to 1279 AD) ",
    " Yuan (1279 to 1368 AD) ",
    " Ming (1368 to 1644 AD) ",
    " Qing (1644 to 1912 AD) ",
    " See also ",
    " Notes ",
    " References ",
    " Further reading "
  ],
  "sections": {
    " Authentication ": {
      "full_title": "Chinese ceramics: Authentication ",
      "paragraphs": [
        [
          "The most widely known test is the thermoluminescence test, or TL test, which is used on some types of ceramic to estimate, roughly, the date of last firing.",
          "Thermoluminescence dating is carried out on small samples of pottery drilled or cut from the body of a piece, which can be risky and disfiguring.",
          "For this reason, the test is rarely used for dating finely potted, high-fired ceramics.",
          "TL testing cannot be used at all on some types of ceramics, particularly high-fired porcelain."
        ]
      ],
      "score": 0.0,
      "title": " Authentication "
    },
    " Blanc de Chine ": {
      "full_title": "Chinese ceramics: Blanc de Chine ",
      "paragraphs": [
        [
          "Blanc de Chine is a type of white porcelain made at Dehua in Fujian province.",
          "It has been produced from the Ming dynasty (1368?1644) to the present day.",
          "Large quantities arrived in Europe as Chinese Export Porcelain in the early 18th century and it was copied at Meissen and elsewhere."
        ],
        [
          "The area along the Fujian coast was traditionally one of the main ceramic exporting centres.",
          "Over 180 kiln sites have been identified extending in historical range from the Song dynasty to the present."
        ],
        [
          "From the Ming dynasty, porcelain objects were manufactured that achieved a fusion of glaze and body traditionally referred to as \"ivory white\" and \"milk white\".",
          "The special characteristic of Dehua porcelain is the very small amount of iron oxide in it, allowing it to be fired in an oxidising atmosphere to a warm white or pale ivory colour.",
          "(Wood, 2007)"
        ],
        [
          "The porcelain body is not very plastic but vessel forms have been made from it.",
          "Donnelly, (1969, pp.xi-xii) lists the following types of product: figures, boxes, vases and jars, cups and bowls, fishes, lamps, cup-stands, censers and flowerpots, animals, brush holders, wine and teapots, Buddhist and Taoist figures, secular figures and puppets.",
          "There was a large output of figures, especially religious figures, e.g.",
          "Guanyin, Maitreya, Lohan and Ta-mo figures."
        ],
        [
          "The numerous Dehua porcelain factories today make figures and tableware in modern styles.",
          "During the Cultural Revolution \"Dehua artisans applied their very best skills to produce immaculate statuettes of Mao Zedong and the Communist leaders.",
          "Portraits of the stars of the new proletarian opera in their most famous roles were produced on a truly massive scale.\"",
          "Mao Zedong figures later fell out of favour but have been revived for foreign collectors."
        ],
        [
          "Notable artists in blanc de Chine, such as the late Ming period He Chaozong, signed their creations with their seals.",
          "Wares include crisply modeled figures, cups, bowls and joss stick-holders."
        ],
        [
          "Many of the best examples of blanc de Chine are found in Japan where the white variety was termed hakugorai or \"Korean white\", a term often found in tea ceremony circles.",
          "The British Museum in London has a large number of blanc de Chine pieces, having received as a gift in 1980 the entire collection of P.J.",
          "Donnelly."
        ]
      ],
      "score": 0.0,
      "title": " Blanc de Chine "
    },
    " Blue and white wares ": {
      "full_title": "Chinese ceramics: Blue and white wares ",
      "paragraphs": [
        [
          "Following in the tradition of earlier qingbai porcelains, blue and white wares are glazed using a transparent porcelain glaze.",
          "The blue decoration is painted onto the body of the porcelain before glazing, using very finely ground cobalt oxide mixed with water.",
          "After the decoration has been applied the pieces are glazed and fired."
        ],
        [
          "It is believed that underglaze blue and white porcelain was first made in the Tang dynasty.",
          "Only three complete pieces of Tang blue and white porcelain are known to exist (in Singapore from the Indonesian Belitung shipwreck), but shards dating to the 8th or 9th century have been unearthed at Yangzhou in Jiangsu Province.",
          "It has been suggested that the shards originated from a kiln in the province of Henan.",
          "In 1957, excavations at the site of a pagoda in Zhejiang province uncovered a Northern Song bowl decorated with underglaze blue and further fragments have since been discovered at the same site.",
          "In 1970 a small fragment of a blue and white bowl, again dated to the 11th century, was also excavated in the province of Zhejiang."
        ],
        [
          "In 1975, shards decorated with underglaze blue were excavated at a kiln site in Jiangxi and, in the same year, an underglaze blue and white urn was excavated from a tomb dated to 1319, in the province of Jiangsu.",
          "It is of interest to note that a Yuan funerary urn decorated with underglaze blue and underglaze red and dated 1338 is still in the Chinese taste, even though by this time the large-scale production of blue and white porcelain in the Yuan dynasty, Mongol taste had started its influence at Jingdezhen."
        ],
        [
          "Starting early in the 14th century, blue and white porcelain rapidly became the main product of Jingdezhen, reaching the height of its technical excellence during the later years of the reign of the Kangxi Emperor (1661-1722) and continuing in present times to be an important product of the city."
        ],
        [
          "The tea caddy illustrated shows many of the characteristics of blue and white porcelain produced during the Kangxi period.",
          "The translucent body showing through the clear glaze is of great whiteness and the cobalt decoration, applied in many layers, has a fine blue hue.",
          "The decoration, a sage in a landscape of lakes and mountains with blazed rocks is typical of the period.",
          "The piece would have been fired in a saggar (a lidded ceramic box intended to protect the piece from kiln debris, smoke and cinders during firing) in a reducing atmosphere in a wood-burning egg-shaped kiln, at a temperature approaching 1,350 ?C (2,460 ?F)."
        ],
        [
          "Distinctive blue-and-white porcelain was exported to Japan, where it is known as Tenkei blue-and-white ware or ko sometsukei.",
          "This ware is thought to have been especially ordered by tea masters for Japanese ceremony."
        ]
      ],
      "score": 0.0,
      "title": " Blue and white wares "
    },
    " Classification by colour, the famille groups ": {
      "full_title": "Chinese ceramics: Classification by colour, the famille groups ",
      "paragraphs": [
        [
          "The next development saw a group of 'families', or palettes of enamel colours used on Chinese porcelain.",
          "These are commonly known by their French names of famille jaune, noire, rose, verte, based on the dominant element in each colour palette are terms used to classify.",
          "A large proportion of these were export wares but some were made for the Imperial court."
        ],
        [
          "Famille verte (???",
          "?, Kangxi wucai, also ??",
          "?, susancai, lit.",
          "?three colours on a plain [unglazed or thinly glazed] body?",
          "), adopted in the Kangxi period (1661?1722), uses green and iron red with other overglaze colours.",
          "It developed from the wucai (?",
          "?, \"five colours\") style."
        ],
        [
          "'Famille jaune is a variation using famille verte enamels on a yellow ground (??",
          "), often painted on the biscuit."
        ],
        [
          "Famille noire (????",
          "?, modi susancai) is another subtype of famille verte, but it uses a black ground.",
          "Many famille jaune and  famille noir pieces were \"clobbered\" with the yellow or black added in the 19th century."
        ],
        [
          "Famille rose (known in Chinese as fencai (??",
          "or ruancai (??",
          "/ ??",
          "), lit.",
          "'soft colours' or 'pale colours'),  Yangcai (??",
          "), lit.",
          "'foreign colours'), and falangcai  (??",
          "?, lit.",
          "'enamel colours'), was introduced late in the reign of the Kangxi Emperor (1661?1722), possibly around 1720.",
          "It used mainly pink or purple and remained popular throughout the 18th and the 19th centuries, also being widely adopted by European factories.",
          "Famille rose enamel ware allows a greater range of colour and tone than was previously possible, enabling the depiction of more complex images."
        ]
      ],
      "score": 0.0,
      "title": " Classification by colour, the famille groups "
    },
    " Ding ware ": {
      "full_title": "Chinese ceramics: Ding ware ",
      "paragraphs": [
        [
          "Ding (Wade?Giles: Ting) ware was produced in Ding County, Hebei Province.",
          "Already in production when the Song emperors came to power in 940, Ding ware was the finest porcelain produced in northern China at the time, and was the first to enter the palace for official imperial use.",
          "Its paste is white, generally covered with an almost transparent glaze that dripped and collected in \"tears\", (though some Ding ware was glazed a monochrome black or brown, white was the much more common type).",
          "Overall, the Ding aesthetic relied more on its elegant shape than ostentatious decoration; designs were understated, either incised or stamped into the clay prior to glazing.",
          "Due to the way the dishes were stacked in the kiln, the edged remained unglazed, and had to be rimmed in metal such as gold or silver when used as tableware.",
          "Some hundred years later, a Southern Song dynasty writer commented that it was this defect that led to its demise as favoured imperial ware.",
          "Since the Song government lost access to these northern kilns when they fled south, it has been argued that Qingbai ware (see below) was viewed as a replacement for Ding.Although not as highly ranked as Ru ware, the late Ming dynasty connoisseur Gao Lian awards Ding ware a brief mention in his volume Eight Discourses on the Art of Living.",
          "Classified under his sixth discourse, the section on \"pure enjoyment of cultured idleness\", Master Gao said: \"The best sort has marks on it like tear-stains...  Great skill and ingenuity is displayed in selecting the forms of the vessels.\""
        ]
      ],
      "score": 0.0,
      "title": " Ding ware "
    },
    " Early wares ": {
      "full_title": "Chinese ceramics: Early wares ",
      "paragraphs": [
        [
          "Pottery dating from 20,000 years ago was found at the Xianrendong Cave site in Jiangxi province, making it among the earliest pottery yet found.",
          "Another reported find is from 17,000?18,000 years ago in the Yuchanyan Cave in southern China.By the Middle and Late Neolithic (about 5000 to 1500 BCE) most of the larger archaeological cultures in China were farmers producing a variety of attractive and often large vessels, often boldly painted, or decorated by cutting or impressing.",
          "Decoration is abstract or of stylized animals ?",
          "fish are a speciality at the river settlement of Banpo.",
          "The distinctive Majiayao pottery, with orange bodies and black paint, is characterised by fine paste textures, thin walls, and polished surfaces; the almost complete lack of defects in excavated pots suggests a high level of quality control during production.",
          "The Majiayao and other phases of the Yangshao culture are well-represented in Western museums; by the Banshan phase purple was used in slip-painting alongside black.",
          "During the 4th millennium the potter's wheel seems to scholars of Chinese ceramics to have been a Chinese invention, though several regions to the West also claim the honour.",
          "Previously coil-forming was used for large vessels.Finds of vessels are mostly in burials; sometimes they hold the remains.",
          "By 4100?2600 BCE in the Dawenkou culture shapes later familiar from Chinese ritual bronzes begin to appear.",
          "One exceptional ritual site, Niuheliang in the far north, produced numerous human figurines, some about half life-size."
        ]
      ],
      "score": 0.0,
      "title": " Early wares "
    },
    " Fakes and reproductions ": {
      "full_title": "Chinese ceramics: Fakes and reproductions ",
      "paragraphs": [
        [
          "Chinese potters have a long tradition of borrowing design and decorative features from earlier wares.",
          "Whilst ceramics with features thus borrowed might sometimes pose problems of provenance, they would not generally be regarded as either reproductions or fakes.",
          "However, fakes and reproductions have also been made at many times during the long history of Chinese ceramics and continue to be made today in ever-increasing numbers."
        ],
        [
          "In addition, the reign marks of earlier emperors (typically from the Ming) were often put on Qing wares, which scholars are often inclined to treat as a mark of respect  or aspiration rather than an attempt to deceive, although they clearly did often mislead centemporaries, and confuse understanding."
        ],
        [
          "Imitations and reproductions of Song dynasty Longquan celadon wares were made at Jingdezhen in the early 18th century, but outright fakes were also made using special clay that were artificially aged by boiling in meat broth, refiring and storage in sewers.",
          "Pe?re d'Entrecolles records that by this means the wares could be passed off as being hundreds of years old."
        ],
        [
          "In the late 19th century, fakes of Kangxi-period famille noire wares were made that were convincing enough to deceive the experts of the day.",
          "Many such pieces may still be seen in museums today, as many pieces of genuine Kangxi porcelain were given additional overglaze decoration in the late nineteenth century with famille noire enamels (a process known as \"clobbering\").",
          "A body of modern expert opinion holds that porcelain decorated with famille noire enamels was not made at all during the Kangxi period, though this view is disputed."
        ],
        [
          "A fashion for Kangxi period (1661 to 1722) blue and white wares grew to large proportions in Europe during the later years of the 19th century and triggered the production at Jingdezhen of large quantities of porcelain wares that strike a resemblance to ceramics of earlier periods.",
          "Such blue and white wares were not fakes or even convincing reproductions, even though some pieces carried four-character Kangxi reign-marks that continue to cause confusion to this day.",
          "Kangxi reign-marks in the form shown in the illustration occur only on wares made towards the end of the 19th century or later, without exception."
        ]
      ],
      "score": 0.0,
      "title": " Fakes and reproductions "
    },
    " Further reading ": {
      "full_title": "Chinese ceramics: Further reading ",
      "paragraphs": [],
      "score": 0.0,
      "title": " Further reading "
    },
    " Gallery ": {
      "full_title": "Chinese ceramics: Gallery ",
      "paragraphs": [],
      "score": 0.0,
      "title": " Gallery "
    },
    " Ge ware ": {
      "full_title": "Chinese ceramics: Ge ware ",
      "paragraphs": [
        [
          "Ge (Wade?Giles:  ko), literally \"big-brother\" ware, due to a legend of two brothers working in Longquan, one made the typical celadon style ceramics, the elder made ge ware, produced in his private kiln.",
          "Ming dynasty commentator Gao Lian writes that the ge kiln took its clay from the same site as Guan ware, accounting for the difficulty in distinguishing one from the other (though Gao thinks \"Ge is distinctly inferior\" to Guan).",
          "Overall, Ge remains somewhat elusive, but basically comprises two types?one with a 'warm rice-yellow glaze and two sets of crackles, a more prominent set of darker colour interspersed with a finer set of reddish lines' (called chin-ssu t'ieh-hsien or 'golden floss and iron threads', which can just faintly be detected on this bowl).",
          "The other Ge ware is much like Guan ware, with grayish glaze and one set of crackles.",
          "Once thought to have only been manufactured alongside Longquan celadon, per its legendary founding, Ge is now believed to have also been produced at Jingdezhen.While similar to Guan ware, Ge typically has a grayish-blue glaze that is fully opaque with an almost matte finish.",
          "Its crackle pattern is exaggerated, often standing out in bold black.",
          "Though still shrouded in mystery, many specialists believe that Ge ware did not develop until the very late Southern Song dynasty or even the Yuan dynasty.",
          "In any case, enthusiasm for it persisted throughout the Ming dynasty; Wen Zhenheng preferred it to all other types of porcelain, in particular for brush washers and water droppers (although he preferred jade brush washers to porcelain, Guan and Ge were the best ceramic ones, especially if they have scalloped rims).",
          "Differences between later Ming imitations of Song/Yuan Ge include: Ming versions substitute a white porcelain body; they tend to be produced in a range of new shapes, for example those for the scholar's studio; glazes tend to be thinner and more lustrous; and slip is applied to the rim and base to simulate the \"brown mouth and iron foot\" of Guan ware."
        ]
      ],
      "score": 0.0,
      "title": " Ge ware "
    },
    " Greenwares or celadon wares ": {
      "full_title": "Chinese ceramics: Greenwares or celadon wares ",
      "paragraphs": [
        [
          "The major group of celadon wares is named for its glaze, which uses iron oxide to give a broad spectrum of colours centred on a jade or olive green, but covering browns, cream and light blues.",
          "This is a similar range to that of jade, always the most prestigious material in Chinese art, and the broad resemblance accounts for much of the attractiveness of celadon to the Chinese.",
          "Celadons are plain or decorated in relief, which may be carved, inscribed or moulded.",
          "Sometimes taken by the imperial court, celadons had a more regular market with the scholarly and middle classes, and were also exported in enormous quantities.",
          "Important types are: Yue ware, Yaozhou ware and the wider Northern Celadons, Ru ware, Guan ware, and finally Longquan celadon."
        ]
      ],
      "score": 0.0,
      "title": " Greenwares or celadon wares "
    },
    " Guan ware ": {
      "full_title": "Chinese ceramics: Guan ware ",
      "paragraphs": [
        [
          "Guan (Wade?Giles: kuan) ware, literally means \"official\" ware; so certain Ru, Jun, and even Ding are Guan in the broad sense of being produced for the court.",
          "Usually the term in English only applies to that produced by an official, imperially run kiln, which did not start until the Southern Song dynasty fled from the advancing Jin dynasty and settled at Lin'an.",
          "During this period walls become very thin, with glaze thicker than the wall.",
          "The clay in the foothills around Lin'an was a brownish colour, and the glaze very viscous."
        ]
      ],
      "score": 0.0,
      "title": " Guan ware "
    },
    " Han (202 BC to 220 AD) ": {
      "full_title": "Chinese ceramics: Han (202 BC to 220 AD) ",
      "paragraphs": [],
      "score": 0.0,
      "title": " Han (202 BC to 220 AD) "
    },
    " Han dynasty, 206 BC ? 220 AD ": {
      "full_title": "Chinese ceramics: Han dynasty, 206 BC ? 220 AD ",
      "paragraphs": [
        [
          "On some Chinese definitions, the first porcelain was made in Zhejiang province during the Eastern Han dynasty.",
          "Shards recovered from archaeological Eastern Han kiln sites estimated firing temperature ranged from 1,260 to 1,300 ?C (2,300 to 2,370 ?F).",
          "As far back as 1000 BC, the so-called \"porcelaneous wares\" or \"proto-porcelain wares\" were made using at least some kaolin fired at high temperatures.",
          "The dividing line between the two and true porcelain wares is not a clear one.",
          "Archaeological finds have pushed the dates to as early as the Han dynasty (206 BC ?",
          "220 AD).The late Han years saw the early development of the peculiar art form of hunping, or \"soul jar\": a funerary jar whose top was decorated by a sculptural composition.",
          "This type of vessel became widespread during the following Jin dynasty (266?420) and the Six Dynasties.The tomb figures that were to recur in the Tang were popular across society, but with more emphasis than later on model houses and farm animals.",
          "Green-glazed pottery, using lead-glazed earthenware in part of the later sancai formula, was used for some of these, though not for wares for use, as the raw lead made the glaze poisonous."
        ]
      ],
      "score": 0.0,
      "title": " Han dynasty, 206 BC ? 220 AD "
    },
    " History ": {
      "full_title": "Chinese ceramics: History ",
      "paragraphs": [
        [
          "Important specific types of pottery, many coming from more than one period, are dealt with individually in sections lower down."
        ]
      ],
      "score": 0.0,
      "title": " History "
    },
    " Imperial and private kilns ": {
      "full_title": "Chinese ceramics: Imperial and private kilns ",
      "paragraphs": [
        [
          "The very first imperial kiln was established in the thirty-fifth year of Hongwu.",
          "Before that, there were no systematic regulations on the state-demanded porcelain production.",
          "The law stated that, if the quantity of ceramics demanded was big, potters would be conscripted and worked in the imperial kilns in Nanjing; if the quantity was small, the ceramics could be produced in private kilns in Raozhou.",
          "In either case, officials from the imperial centre were sent to supervise the production.",
          "The officials were responsible for making budgets, ensuring quality, and sending products back to the imperial court.",
          "Different rules on styles and sizes of the ceramics were put forward by the imperial court and must be strictly followed in the kilns.",
          "After 1403, imperial kilns were built, and carried out the imperial porcelain production on a large scale.During the mid-Ming period, the demand for porcelain increased, the temporarily assigned officials were not able to handle the project.",
          "In the Xuande Period, the imperial factory in Jingdezhen was established.",
          "The factory was divided into dormitories and pavilions on the north, official offices, and prisons on the east and workshops on the west.",
          "There were wells, wood sheds, temples and lounges for potters.",
          "The imperial factory in Jingdezhen was not a mere production site but also included government administrative offices.The imperial factory was divided into twenty-three departments, with each taking charge of different aspects of ceramics production.",
          "The work was subdivided by type and assigned to different departments like department of large vessels, small vessels, painting, carving, calligraphy, rope making and general carpentry.",
          "This subdividing of the work so that a single piece of a vessel could pass through several hands led to potters not signing pieces as they did in the private kilns.",
          "The division of labour also ensured a uniform style and size in the ceramics.The number of imperial kilns varies during the Ming period.",
          "There were fewer than ten imperial factories in the fifteenth century, then the number increased to 58, later again to 62 and then decreased to 18."
        ],
        [
          "Imperial orders demanded both individuality in the design of porcelain while also demanding large quantities of it.",
          "Understandably, these demands came from different sectors of the court that expected particular designs.",
          "For example, yellow and green products decorated with mythical flying creatures were specifically requested by the Directorate for Palace Delicacies.",
          "The need for both individual design and mass production was a recipe for exhausting demands on porcelain kilns.",
          "Many were forced to outsource their production to private kilns in order to meet court quotas.",
          "Those who managed the production at imperial factories understood the need for outsourcing as an answer to scalability.",
          "Outsourcing must have required a keen sense in picking private kilns that would deliver quality and quantity.",
          "Without cooperation and transparency between colleagues of different kilns, the satisfaction of the imperial court was in jeopardy."
        ],
        [
          "In the late Ming period, the corve?e system in ceramics reformed with the strong influence of commercialization.",
          "Under the new system, a person would not be conscripted to work if he paid a certain amount of money.",
          "Many good potters thus left the imperial kilns and worked in the private ones where the pay was better.",
          "The late Ming period witnessed a drastic decline in the quality of pieces from the imperial kilns and a rise of private kilns.The private kilns existed in the early Ming dynasty and their production constituted a part of the tax income of the government.",
          "Apart from making ceramics for people's everyday life, private kilns also accepted orders from the imperial court.",
          "However, making and selling imperial style ceramics in private kilns was strictly forbidden.During the late Ming period, private kilns rose as imperial kilns declined.",
          "Many famous workers escaped from the overworked and underpaid environment in the imperial kilns to private ones.",
          "Private kilns were more involved in commercials than the imperial kilns did.",
          "In the late Ming period, several private kilns won great popularity among the literati, who were enthusiastic about the antique style porcelain.",
          "Examples were the Cui kiln (???",
          "), Zhou kiln (??",
          "), and Hu kiln (???).",
          "Ceramics in the late Ming dynasty was produced in high quality and quantity, making Jingdezhen one of the earliest commercial centres in the world.Competition in the porcelain industry erupted following the failure of the corve?e system.",
          "With government control at a low, investors could invest in many means of production, especially in handicraft industries.",
          "In Jingdezhen, over 70 percent of the 100,000 families occupying the 6.5 square kilometre town were involved in the porcelain industry."
        ],
        [
          "The economic resurgence brought on by the porcelain industry carried along its own ramifications.",
          "There existed two sides of the porcelain industry which are described as jiating shougongye (????",
          "?, \"family-run industry\") and zuofang shougongye (????",
          "?, \"entrepreneurial industry\").",
          "Family-run industries reveal the ruthless and inhumane side of the porcelain industry as seen in the story of Yang Shi in ?An Injustice Caused by a Slight Dispute Over One Penny?.",
          "The story vividly describes a scene of domestic violence as a result of the wife, Yang Shi, purchasing a drink worth a penny to soothe her aching stomach.",
          "This story sums up the drama within family-run industries as a result of the cut-throat approach to profits.",
          "Especially within work involving relatives or immediate family, one's own self worth and concept will be diminished in the face of success for the business."
        ],
        [
          "The cut-throat mentality served to blur the family hierarchy within family-run industries to some degree.",
          "Porcelain production required both the construction of pots as well as the decorations done after.",
          "Within a family-run pottery industry, the women took on this decorating role which helped to increase their value to the family.",
          "Men and women had to work harmoniously to produce good quality work and ultimately this spread throughout the porcelain industry."
        ]
      ],
      "score": 0.0,
      "title": " Imperial and private kilns "
    },
    " Jian ware ": {
      "full_title": "Chinese ceramics: Jian ware ",
      "paragraphs": [
        [
          "Jian Zhan blackwares, mainly comprising tea wares, were made at kilns located in Jianyang, Fujian province.",
          "They reached the peak of their popularity during the Song dynasty.",
          "The wares were made using locally won, iron-rich clays and fired in an oxidising atmosphere at temperatures in the region of 1,300 ?C (2,370 ?F).",
          "The glaze was made using clay similar to that used for forming the body, except fluxed with wood-ash.",
          "At high temperatures the molten glaze separate to produce a pattern called \"hare's fur\".",
          "When Jian wares were set tilted for firing, drips run down the side, creating evidence of liquid glaze pooling."
        ],
        [
          "Jian tea wares of the Song dynasty were also greatly appreciated and copied in Japan, where they were known as tenmoku wares."
        ]
      ],
      "score": 0.0,
      "title": " Jian ware "
    },
    " Jizhou ware ": {
      "full_title": "Chinese ceramics: Jizhou ware ",
      "paragraphs": [
        [
          "Jizhou ware was stoneware, mostly used for tea drinking.",
          "It was famous for glaze effects, including a \"tortoiseshell\" glaze, and the use of real leaves as glaze resists; the leaf burnt away during firing, leaving its outlines in the glaze."
        ]
      ],
      "score": 0.0,
      "title": " Jizhou ware "
    },
    " Jun ware ": {
      "full_title": "Chinese ceramics: Jun ware ",
      "paragraphs": [
        [
          "Jun (Wade?Giles: chu?n) ware was a third style of porcelain used at the Northern Song court.",
          "Characterized by a thicker body than Ding or Ru ware, Jun is covered with a turquoise and purple glaze, so thick and viscous looking that appears to melting off the golden-brown body.",
          "Not only are Jun vessels more thickly potted, their shape is much more robust than the fine Jun pieces, yet both types were appreciated at the court of Emperor Huizong.",
          "Jun production was centred at Jun-tai in Yuzhou, Henan Province."
        ]
      ],
      "score": 0.0,
      "title": " Jun ware "
    },
    " Liao, Song, Western Xia and Jin dynasties, 907?1276 ": {
      "full_title": "Chinese ceramics: Liao, Song, Western Xia and Jin dynasties, 907?1276 ",
      "paragraphs": [
        [
          "The pottery of the Song dynasty has retained enormous prestige in Chinese tradition, especially that of what later became known as the \"Five Great Kilns\".",
          "The artistic emphasis of Song pottery was on subtle glaze effects and graceful shapes; other decoration, where there was any, was mostly in shallow relief.",
          "Initially this was carved with a knife, but later moulds were used, with a loss of artistic quality.",
          "Painting was mostly used in the popular Cizhou ware.",
          "\"What is clear is that in the Song Dynasty which tended to uphold the esthetics of conventional Confucianism, underglaze blue was not at all popular; Confucian esthetics emphasized simplicity, and the underglaze blue designs were judged to be too ornamental.",
          "\"Green ware or celadons were popular, both in China and in export markets, which became increasingly important during the period.",
          "Yue ware was succeeded by Northern Celadon and then in the south Longquan celadon.",
          "White and black wares were also important, especially in Cizhou ware, and there were polychrome types, but the finer types of ceramics, for the court and the literati, remained monochrome, relying on glaze effects and shape.",
          "A wide variety of styles evolved in various areas, and those that were successful were imitated in other areas.",
          "Important kiln sites and stoneware styles included Ru, Jun,  Southern Song Guan or official ware, Jian and Jizhou.",
          "Whitish porcelain continued to be improved, and included the continuation of Ding ware and the arrival of the qingbai which would replace it."
        ],
        [
          "The Liao, Xia and Jin were founded by non-literate, often nomadic people who conquered parts of China.",
          "Pottery production continued under their rule, but their own artistic traditions merged to some extent with the Chinese, producing characteristic new styles."
        ],
        [
          "The fine pottery of all these regions was mainly high-fired, with some earthenware produced because of its lower cost and more colourful glazes.",
          "Some of the clay used was what is called kaolinite in the West.",
          "In some cases stoneware was preferred for its darker colour or better working qualities.",
          "Potteries used the local clay, and when that was dark or coarse and they wanted a fine white body, they covered the clay with white slip before applying glaze."
        ]
      ],
      "score": 0.0,
      "title": " Liao, Song, Western Xia and Jin dynasties, 907?1276 "
    },
    " Life as a potter ": {
      "full_title": "Chinese ceramics: Life as a potter ",
      "paragraphs": [
        [
          "In the early Ming dynasty, the population could be divided into three categories: military, craftsmen, and peasants.",
          "Within the craftsmen system, most of the craftsmen were from the previous dynasty, the Yuan dynasty; others were prisoners or unemployed people.",
          "Craftsmen households members had to work throughout their lifetime, and their status was hereditary.",
          "There were two subcategories within the craftsmen system: military craftsmen, who were specialized in producing weapon; the ordinary craftsmen, who worked in various other industries.",
          "Potters belonged to the latter subcategory.In the early Ming period, whenever the court demanded ceramics, labor would be conscripted by the court in different ways.",
          "Usually, there were different types of workers in the imperial kilns.",
          "Most of the potters were selected from the craftsman households by the local government and served in the imperial kilns for three months in every four years for free; in other cases, workers were recruited from counties near the imperial kilns and paid regularly.",
          "Usually the recruited workers were assigned to different departments.The imperial factory was divided into twenty-three departments, with each department having managers and workers.",
          "The number of managers was usually less than five, and the number of workers was usually about ten to twenty."
        ],
        [
          "Making porcelain was not easy.",
          "More than half the firings of every kiln resulted in spoilt pieces and were thrown away in the neighborhood of Jingdezhen, resulting in a huge dump of porcelain fragments that still exist today.",
          "When the kiln was in action, it was important to control the fire, which ideally should produce a constant temperature.",
          "The proper choice, preparation, colouring, firing, and the slip should be made on every stage of the production.",
          "The regulations on the potters working in the imperial kiln were severe.",
          "Potters were punished for delaying, smuggling, producing inferior goods, and other misconducts.Overworked and underpaid, many potters refused or fled from being conscripted into the imperial kilns.",
          "By the time of Xuande period, the number of potters escaping from the corvee was about five thousand; in the first year of Jingtai, the number reached about thirty thousand.",
          "There was also a great discrepancy in the number of workers in different departments.",
          "Sometimes private kiln workers from the corresponding departments would serve as temporary workers in the imperial kilns.",
          "To regulate the potters, the government reformed the policy so that the potters would not have to work in the imperial kilns if they pay certain amount of money per month.",
          "The new law implied that the potters were no longer tied to the state government.",
          "Unable to stand the hard law and the heavy work, many talented workers found their new positions in the private kilns.",
          "The imperial kilns suffered from the lost in talented potters and labors, and the quality of the porcelain declined dramatically.Starting from the ninth year of Jiajing, a new policy was carried out.",
          "The government prepared their own materials, utilized the private kilns to make porcelain, and paid the private kilns based on the number of porcelain produced.",
          "However, the state was usually not able to pay the amount required."
        ]
      ],
      "score": 0.0,
      "title": " Life as a potter "
    },
    " Materials ": {
      "full_title": "Chinese ceramics: Materials ",
      "paragraphs": [
        [
          "Chinese porcelain is mainly made by a combination of the following materials:"
        ],
        [
          "Kaolin ?",
          "essential ingredient composed largely of the clay mineral kaolinite."
        ],
        [
          "Porcelain stone ?",
          "decomposed micaceous or feldspar rocks, historically also known as petunse."
        ],
        [
          "Feldspar"
        ],
        [
          "Quartz"
        ]
      ],
      "score": 0.0,
      "title": " Materials "
    },
    " Ming (1368 to 1644 AD) ": {
      "full_title": "Chinese ceramics: Ming (1368 to 1644 AD) ",
      "paragraphs": [],
      "score": 0.0,
      "title": " Ming (1368 to 1644 AD) "
    },
    " Ming dynasty, 1368?1644 ": {
      "full_title": "Chinese ceramics: Ming dynasty, 1368?1644 ",
      "paragraphs": [
        [
          "The Ming dynasty saw an extraordinary period of innovation in ceramic manufacture.",
          "Kilns investigated new techniques in design and shapes, showing a predilection for colour and painted design, and an openness to foreign forms.",
          "The Yongle Emperor (1402?24) was especially curious about other countries (as evidenced by his support of the eunuch Zheng He's extended exploration of the Indian Ocean), and enjoyed unusual shapes, many inspired by Islamic metalwork.",
          "During the Xuande period (1426?35), a technical refinement was introduced in the preparation of the cobalt used for underglaze blue decoration."
        ],
        [
          "Prior to this the cobalt had been brilliant in colour, but with a tendency to bleed in firing; by adding manganese the colour was duller, but the line crisper.",
          "Xuande porcelain is now considered among the finest of all Ming output.",
          "Enamelled decoration (such as the one at left) was perfected under the Chenghua Emperor (1464?87), and greatly prized by later collectors.",
          "Indeed, by the late 16th century, Chenghua and Xuande era works ?",
          "especially wine cups ?",
          "had grown so much in popularity, that their prices nearly matched genuine antique wares of the Song dynasty or even older.",
          "This esteem for relatively recent ceramics excited much scorn on the part of literati scholars (such as Wen Zhenheng, Tu Long, and Gao Lian, who is cited below); these men fancied themselves arbiters of taste and found the painted aesthetic 'vulgar.",
          "'In addition to these decorative innovations, the late Ming dynasty underwent a dramatic shift towards a market economy, exporting porcelain around the world on an unprecedented scale.",
          "Thus aside from supplying porcelain for domestic use, the kilns at Jingdezhen became the main production centre for large-scale porcelain exports to Europe starting with the reign of the Wanli Emperor (1572?1620).",
          "By this time, kaolin and pottery stone were mixed in about equal proportions.",
          "Kaolin produced wares of great strength when added to the paste; it also enhanced the whiteness of the body?a trait that became a much sought after property, especially when form blue-and-white wares grew in popularity.",
          "Pottery stone could be fired at a lower temperature (1,250 ?C; 2,280 ?F) than paste mixed with kaolin, which required 1,350 ?C (2,460 ?F).",
          "These sorts of variations were important to keep in mind because the large southern egg-shaped kiln varied greatly in temperature.",
          "Near the firebox it was hottest; near the chimney, at the opposite end of the kiln, it was cooler."
        ]
      ],
      "score": 0.0,
      "title": " Ming dynasty, 1368?1644 "
    },
    " Notes ": {
      "full_title": "Chinese ceramics: Notes ",
      "paragraphs": [],
      "score": 0.0,
      "title": " Notes "
    },
    " Painted colours ": {
      "full_title": "Chinese ceramics: Painted colours ",
      "paragraphs": [
        [
          "Chinese court taste long favoured monochrome wares, and although the Yuan dynasty saw blue and white porcelain accepted by the court, more fully polychrome styles took  much longer to be accepted.",
          "Initially blue from cobalt was almost the only pigment that could withstand the high temperature of a porcelain firing without discolouring, but gradually (mostly during the Ming period) others were found, or the extra cost of a second firing at a lower temperature to fix overglaze enamels was accepted.",
          "Copper-reds could produce highly effective results underglaze, but at the cost of an extremely high proportion of greyish rejects, some of which remain in circulation, and thousands more of which have been found when kiln waste-heaps have been excavated.",
          "Eventually underglaze blue and overglaze red became the usual way of achieving the same result."
        ],
        [
          "Overglaze painting, usually called \"enamels\", was widely used in the popular Cizhou ware stonewares, and was sometimes experimented with by kilns producing for the court, but not until the 15th century, under the Ming, was the doucai technique used for imperial wares.",
          "This combined underglaze blue outlines with overglaze enamels in further colours.",
          "The wucai technique was a similar combination, with underglaze blue used more widely for highlights.Two-colour wares, using underglaze blue and an overglaze colour, usually red, also produced very fine results.",
          "A number of different other methods using coloured glazes were tried, often with images lightly incised into the body.",
          "The fahua technique outlined areas of coloured decoration with raised trails of slip, and the subtle \"secret\" (an hua) technique decorated using very light incisions that could hardly be seen.",
          "As the range of glaze colours expanded, the taste for monochrome wares, now in the new strong colours, returned, and with it a number of special glazing effects were developed, including the return of crackle and spotty effects made by blowing powdered pigment onto the piece."
        ]
      ],
      "score": 0.0,
      "title": " Painted colours "
    },
    " Post-production ": {
      "full_title": "Chinese ceramics: Post-production ",
      "paragraphs": [
        [
          "The industrialization of Chinese porcelain during the Ming dynasty was not possible without a post-production system that honored scalability as well as scarcity.",
          "Individual retail sales were important to kilns but wholesale orders were of even higher importance.",
          "In reality, wholesale orders were the backbone of porcelain economics.",
          "Without these orders that required months to a year of work to complete, demand would have definitely been lacking."
        ],
        [
          "Merchants entered provinces with little knowledge of how porcelain trade was conducted.",
          "They relied on brokers to introduce them to reliable kilns and ultimately negotiate prices.",
          "Once established, merchants took on negotiating matters.",
          "In particular, brokers helped alleviate risk for many kilns by analyzing the integrity of buyers.",
          "Due to the guild-esque nature between brokers and kiln owners, guilty knowledge of the buyer's secrets was common talk.",
          "If a buyer was deemed as unreliable, word spread throughout the province of such news.",
          "Potters claimed the license to know who the bad buyers were.",
          "This dangerous knowledge had the ability to ruin a buyer's reputation but on the contrary contributed to the success of kilns."
        ],
        [
          "In observing court orders, porcelain was required for culinary, religious, and display purposes.",
          "Since porcelain was often used once and thrown away by the court, imperial orders were at a continuous flow in porcelain factories.",
          "Demand was often too high for kilns to meet which hints at the necessity for scalability."
        ],
        [
          "From their respective kilns, fine porcelain was distributed over sea and land to Southeast Asia, Japan and the Middle East.",
          "The magnitude of foreign trade can be understood in a record showing over sixteen million pieces circulating through a Dutch East India Company.",
          "The land transportation showed the intensity of labor in the porcelain industry.",
          "Dozens of carts sent from Mongolia, Manchuria, Persia and Arabic countries were loaded in the Ming capital full of porcelain and other Chinese goods.",
          "Some carts reached thirty feet in height which must have required extreme attention to avoid broken porcelain.",
          "Due to the hollowness of porcelain vases, they were filled with soil and beans.",
          "The growth of the bean roots helped porcelain withstand further pressure during transportation.",
          "In order to effectively transport large amounts of porcelain, as much space in carts must have been used indicated by the thirty foot high carts.",
          "Knowing the risk that came with placing fragile porcelain next to and on top of one another, handlers of the porcelain mitigated that risk through the soil and bean method."
        ],
        [
          "Like the silk industry, the porcelain industry claimed merit for its mass-producing capabilities.",
          "Potters from lower economic backgrounds stuck true to their repetitive methods mostly due to the high risk in attempting new and not tested methods.",
          "Trying new techniques could result in the loss of an entire month's worth of work so for these potters, changing their method was not a luxury they could afford.",
          "These potters were found in peasant societies outside of Jingdezhen and highlight the particular code that limited their imaginative potential.",
          "For potters within Jingdezhen, the code that governed the way their products were created was greatly influenced by international markets.",
          "These markets inspired creativity and innovation as seen in how ?Jingdezhen and other pottery centres produced ceramic versions of reliquaries, alms bowls, oil lamps, and stem-cups?",
          "The difference in code did not necessarily contribute to a hierarchical division but rather a diversification in the personality behind Chinese porcelain."
        ],
        [
          "Foreign trade was not always beneficial for potters because the further away that products had to go from the source (Ex: Jingdezhen) the more vulnerable cargo became.",
          "In examining a report of a Spanish voyage, about a fifth of a Chinese ship crew were killed when met by a Spanish voyager of the name Juan de Salcedo.",
          "The two ships that were raided held many Chinese valuables including porcelain and most likely were used to trade off the coast of Midoro.",
          "Overall, international markets offered great potential for potters seeking greater wealth but unfortunately came with a vulnerability to crime."
        ],
        [
          "Trade on an international scale required organization between chiefs and potters.",
          "Throughout the Southeast Asian trading ports, chiefs had the power to set port fees as well as control interactions between elite merchants and foreign traders.",
          "By possessing the license to impose fees, chiefs were able to profit on almost every transaction within their respective markets and it serves to boost their brilliance in constructing such a diverse market.",
          "Potters of luxury porcelain would have to work under the rules set by the chiefs and thus their relationship constructed a hierarchy."
        ]
      ],
      "score": 0.0,
      "title": " Post-production "
    },
    " Qing (1644 to 1912 AD) ": {
      "full_title": "Chinese ceramics: Qing (1644 to 1912 AD) ",
      "paragraphs": [],
      "score": 0.0,
      "title": " Qing (1644 to 1912 AD) "
    },
    " Qing dynasty, 1644?1911 ": {
      "full_title": "Chinese ceramics: Qing dynasty, 1644?1911 ",
      "paragraphs": [
        [
          "The lengthy civil wars marking the transition from Ming to Qing caused a breakdown in the Imperial kilns system, forcing the managers to find new markets.",
          "The Transitional porcelain of about 1620 to the 1680s saw a new style in painting, mostly in blue and white, with new subject-matter of landscapes and figures painted very freely, borrowing from other media.",
          "The later part of the period saw Europe joining the existing export markets."
        ],
        [
          "The Qing dynasty produced very varied porcelain styles, developing many of the innovations of the Ming.",
          "The most notable area of continuing innovation was in the increasing range of colours available, mostly in overglaze enamels.",
          "A very significant trade in Chinese export porcelain with the West developed.",
          "Court taste was highly eclectic, still favouring monochrome wares, which now used a wide range of bright glaze colours.",
          "Special glazing effects were highly regarded; new ones were developed and classic Song wares imitated with great skill.",
          "But the court now accepted wares with painted scenes in both blue and white and the new bright polychrome palettes.",
          "Technical standards at Jingdezhen were remarkably high, though falling somewhat by the middle of the 19th century."
        ],
        [
          "Decoration, and sometimes shapes, became increasingly over-elaborate and fussy, and generally the Ming period is regarded as the greater; indeed in China this was the case at the time.",
          "By the 18th century the tradition had ceased to innovate in any radical way, and the vitality of painting declines."
        ],
        [
          "Primary source material on Qing dynasty porcelain is available from both foreign residents and domestic authors.",
          "Two letters written by Pe?re Franc?ois Xavier d'Entrecolles, a Jesuit missionary and industrial spy who lived and worked in Jingdezhen in the early 18th century, described in detail manufacturing of porcelain in the city.",
          "In his first letter dated 1712, d'Entrecolles described the way in which pottery stones were crushed, refined and formed into little white bricks, known in Chinese as petuntse.",
          "He then went on to describe the refining of china clay kaolin along with the developmental stages of glazing and firing.",
          "He explained his motives:  Nothing but my curiosity could ever have prompted me to such researches, but it appears to me that a minute description of all that concerns this kind of work might,  be useful in Europe."
        ],
        [
          "In 1743, during the reign of the Qianlong Emperor, Tang Ying, the imperial supervisor in the city produced a memoir entitled Twenty Illustrations of the Manufacture of Porcelain.",
          "The original illustrations have been lost, but the text is still accessible."
        ]
      ],
      "score": 0.0,
      "title": " Qing dynasty, 1644?1911 "
    },
    " Qingbai wares ": {
      "full_title": "Chinese ceramics: Qingbai wares ",
      "paragraphs": [
        [
          "Qingbai wares (also called 'yingqing') were made at Jingdezhen and at many other southern kilns from the time of the Northern Song dynasty until they were eclipsed in the 14th century by underglaze-decorated blue and white wares.",
          "Qingbai in Chinese literally means \"clear blue-white\".",
          "The qingbai glaze is a porcelain glaze, so-called because it was made using pottery stone.",
          "The qingbai glaze is clear, but contains iron in small amounts.",
          "When applied over a white porcelain body the glaze produces a greenish-blue colour that gives the glaze its name.",
          "Some have incised or moulded decorations."
        ],
        [
          "The Song dynasty qingbai bowl illustrated was likely made at the Jingdezhen village of Hutian, which was also the site of the imperial kilns established in 1004.",
          "The bowl has incised decoration, possibly representing clouds or the reflection of clouds in the water.",
          "The body is white, translucent and has the texture of very-fine sugar, indicating that it was made using crushed and refined pottery stone instead of pottery stone and kaolin.",
          "The glaze and the body of the bowl would have been fired together, in a saggar in a large wood-burning dragon kiln, typical of southern kilns in the period."
        ],
        [
          "Though many Song and Yuan dynasty qingbai bowls were fired upside down in special segmented saggars, a technique first developed at the Ding kilns in Hebei province.",
          "The rims of such wares were left unglazed but were often bound with bands of silver, copper or lead."
        ],
        [
          "One remarkable example of qingbai porcelain is the so-called Fonthill Vase, described in a guide for Fonthill Abbey published in 1823 as \"an oriental china bottle, superbly mounted, said to be the earliest known specimen of porcelain introduced into Europe\"."
        ],
        [
          "The vase was made at Jingdezhen, probably around 1300 and was probably sent as a present to Pope Benedict XII by one of the last Yuan emperors of China, in 1338.",
          "The mounts referred to in the 1823 description were of enamelled silver-gilt and were added to the vase in Europe in 1381.",
          "An 18th-century water colour of the vase complete with its mounts exists, but the mounts themselves were removed and lost in the 19th century.",
          "The vase is now in the National Museum of Ireland.",
          "It is often held that qingbai wares were not subject to the higher standards and regulations of the other porcelain wares, since they were made for everyday use.",
          "They were mass-produced, and received little attention from scholars and antiquarians.",
          "The Fonthill Vase, given by a Chinese emperor to a pope, might appear to cast at least some doubt on this view."
        ]
      ],
      "score": 0.0,
      "title": " Qingbai wares "
    },
    " References ": {
      "full_title": "Chinese ceramics: References ",
      "paragraphs": [],
      "score": 0.0,
      "title": " References "
    },
    " Ru ware ": {
      "full_title": "Chinese ceramics: Ru ware ",
      "paragraphs": [
        [
          "Like Ding ware, Ru ware (Wade?Giles: ju) was produced in North China for imperial use.",
          "The Ru kilns were near the Northern Song capital at Kaifeng.",
          "In similar fashion to Longquan celadons, Ru pieces have small amounts of iron oxide in their glaze that oxidize and turn greenish when fired in a reducing atmosphere.",
          "Ru wares range in colour?from nearly white to a deep robin's egg?and often are covered with reddish-brown crackles.",
          "The crackles, or \"crazing\", are caused when the glaze cools and contracts faster than the body, thus having to stretch and ultimately to split, (as seen in the detail at right; see also [1]).",
          "The art historian James Watt comments that the Song dynasty was the first period that viewed crazing as a merit rather than a defect.",
          "Moreover, as time went on, the bodies got thinner and thinner, while glazes got thicker, until by the end of the Southern Song the 'green-glaze' was thicker than the body, making it extremely 'fleshy' rather than 'bony,' to use the traditional analogy (see section on Guan ware, below).",
          "Too, the glaze tends to drip and pool slightly, leaving it thinner at the top, where the clay peeps through."
        ],
        [
          "As with Ding ware, the Song imperial court lost access to the Ru kilns after it fled Kaifeng when the Jurchen-led Jin dynasty conquered northern China, and settled at Lin'an (present-day Hangzhou) in the south.",
          "There, the Emperor Gaozong founded the Guan yao ('official kilns') right outside the new capital in order to produce imitations of Ru ware.",
          "However, posterity has remembered Ru ware as something unmatched by later attempts; Master Gao says, \"Compared with Guan yao, the above were of finer substance and more brilliant luster.\""
        ]
      ],
      "score": 0.0,
      "title": " Ru ware "
    },
    " See also ": {
      "full_title": "Chinese ceramics: See also ",
      "paragraphs": [
        [
          "Canton porcelain (Jingdezhen porcelain decorated at Canton for export to the West)"
        ],
        [
          "China painting"
        ],
        [
          "Dangyangyu Kiln"
        ],
        [
          "Tiger Cave Kiln (site of much of Southern Song official celadon ware)"
        ],
        [
          "Vietnamese ceramics"
        ],
        [
          "Martaban (Chinese stoneware highly valued in the precolonial maritime trade of island Southeast Asia)"
        ]
      ],
      "score": 0.0,
      "title": " See also "
    },
    " Song (960 to 1279 AD) ": {
      "full_title": "Chinese ceramics: Song (960 to 1279 AD) ",
      "paragraphs": [],
      "score": 0.0,
      "title": " Song (960 to 1279 AD) "
    },
    " Stoneware ": {
      "full_title": "Chinese ceramics: Stoneware ",
      "paragraphs": [
        [
          "Pottery classified as stoneware in the West is usually regarded as porcelain in Chinese terms, where a stoneware group is not recognised, and so the definition of porcelain is rather different, covering all vitrified high-fired wares.",
          "Terms such as \"porcellaneous\" and \"near-porcelain\" are often used to reflect this, and cover wares that in Western terms lie on the border of stoneware and porcelain.",
          "High-fired stonewares were numerous from very early on, and included many high-prestige wares, including those for imperial use, as well as great quantities of everyday utilitarian pots.",
          "Usually they achieved their reputation by their glazes.",
          "Most of the celadon group, including Longquan celadons, especially earlier ones, can be classified as stoneware, and all classic Jian wares and Jizhou wares."
        ],
        [
          "By contrast, the Yixing clay teapots and cups made from Yixing clay from Jiangsu province are usually left unglazed, and not washed after use, as the clay is believed to improve the taste of the tea, especially after it acquires a patina from long use.",
          "There are in fact a number of different clays, giving a range of colours.",
          "The pots are unusual in that they are often signed by their potters, which is very rare in China, perhaps because they were associated with the literati culture, of which Jiangsu was a stronghold.",
          "The earliest datable example is from a burial of 1533 in Nanjing.",
          "Elaborately decorated examples, often with a rectangular body, were exported to Europe from the 18th century, and these and pots for local use often had poems inscribed on them.",
          "As well as teaware and desk objects such as brush-rests, fruit and other natural shapes were modelled as ornaments.",
          "Production continues today, generally using simpler shapes."
        ]
      ],
      "score": 0.0,
      "title": " Stoneware "
    },
    " Sui and Tang dynasties, 581?907 AD ": {
      "full_title": "Chinese ceramics: Sui and Tang dynasties, 581?907 AD ",
      "paragraphs": [
        [
          "During the Sui and Tang dynasties (608 to 907 AD), a wide range of ceramics, low-fired and high-fired, were produced.",
          "These included the last significant fine earthenwares to be produced in China, mostly lead-glazed sancai (three-colour) wares.",
          "Many of the well-known lively Tang dynasty tomb figures, which were only made to be placed in elite tombs close to the capital in the north, are in sancai, while others are unpainted or were painted over a slip; the paint has now often fallen off.",
          "The sancai vessels too may have been mainly for tombs, which is where they are all found; the glaze was less toxic than in the Han, but perhaps still to be avoided for use at the dining table."
        ],
        [
          "In the south, the wares from the Changsha Tongguan Kiln Site in Tongguan are significant for their first regular use of underglaze painting; examples have been found in many places in the Islamic world.",
          "However their production tailed off as underglaze painting remained a minor technique for several centuries."
        ],
        [
          "Yue ware was the leading high-fired, lime-glazed celadon of the period, and was of very sophisticated design, patronized by the court.",
          "This was also the case with the northern porcelains of kilns in the provinces of Henan and Hebei, which for the first time met the Western and Eastern definition of porcelain, being both pure white and translucent.",
          "The white Xing ware and green Yue ware were considered the finest ceramics of north and south China respectively.",
          "One of the first mentions of porcelain by a foreigner was in the Chain of Chronicles, written by the Arab traveler and merchant Suleiman in 851 AD during the Tang dynasty who recorded that: They have in China a very fine clay with which they make vases which are as transparent as glass; water is seen through them.",
          "The vases are made of clay."
        ]
      ],
      "score": 0.0,
      "title": " Sui and Tang dynasties, 581?907 AD "
    },
    " Tang (618 to 906 AD) ": {
      "full_title": "Chinese ceramics: Tang (618 to 906 AD) ",
      "paragraphs": [],
      "score": 0.0,
      "title": " Tang (618 to 906 AD) "
    },
    " Tang burial wares ": {
      "full_title": "Chinese ceramics: Tang burial wares ",
      "paragraphs": [
        [
          "Sancai means \"three-colours\": green, yellow and a creamy white, all in lead-based glazes.",
          "In fact some other colours could be used, including cobalt blue.",
          "In the West, Tang sancai wares were sometimes referred to as egg-and-spinach."
        ],
        [
          "Sancai wares were northern wares made using white and buff-firing secondary kaolins and fire clays.",
          "At kiln sites located at Tongchuan, Neiqiu County in Hebei and Gongyi in Henan, the clays used for burial wares were similar to those used by Tang potters.",
          "The burial wares were fired at a lower temperature than contemporaneous whitewares.",
          "Tang dynasty tomb figures, such as the well-known representations of camels and horses, were cast in sections, in moulds with the parts luted together using clay slip.",
          "They were either painted in sancai or merely coated in white slip, often with paint added over the glaze, which has now mostly been lost.",
          "In some cases, a degree of individuality was imparted to the assembled figurines by hand-carving."
        ]
      ],
      "score": 0.0,
      "title": " Tang burial wares "
    },
    " Technical developments ": {
      "full_title": "Chinese ceramics: Technical developments ",
      "paragraphs": [
        [
          "In the context of Chinese ceramics, the term porcelain lacks a universally accepted definition (see above).",
          "This in turn has led to confusion about when the first Chinese porcelain was made.",
          "Claims have been made for the late Eastern Han dynasty (100?200 AD), the Three Kingdoms period (220?280 AD), the Six Dynasties period (220?589 AD), and the Tang dynasty (618?906 AD)."
        ],
        [
          "Kiln technology has always been a key factor in the development of Chinese pottery.",
          "The Chinese developed effective kilns capable of firing at around 1,000 ?C (1,830 ?F) before 2000 BC.",
          "These were updraft kilns, often built below ground.",
          "Two main types of kiln were developed by about 200 AD and remained in use until modern times.",
          "These are the dragon kiln of hilly southern China, usually fuelled by wood, long and thin and running up a slope, and the horseshoe-shaped mantou kiln of the north Chinese plains, smaller and more compact.",
          "Both could reliably produce the temperatures of up to 1,300 ?C (2,370 ?F) or more needed for porcelain.",
          "In the late Ming, the egg-shaped kiln (zhenyao) was developed at Jingdezhen, but mainly used there.",
          "This was something of a compromise between the other types, and offered locations in the firing chamber with a range of firing conditions."
        ]
      ],
      "score": 0.0,
      "title": " Technical developments "
    },
    " Terminology and categories ": {
      "full_title": "Chinese ceramics: Terminology and categories ",
      "paragraphs": [
        [
          "The earliest Chinese pottery was earthenware, which continued in production for utilitarian uses throughout Chinese history, but was increasingly less used for fine wares.",
          "Stoneware, fired at higher temperatures, and naturally impervious to water, was developed very early and continued to be used for fine pottery in many areas at most periods; the tea bowls in Jian ware and Jizhou ware made during the Song dynasty are examples."
        ],
        [
          "Porcelain, on a Western definition, is \"a collective term comprising all ceramic ware that is white and translucent, no matter what ingredients are used to make it or to what use it is put\".",
          "The Chinese tradition recognizes two primary categories of ceramics: high-fired (ci? ?)",
          "and low-fired (ta?o ?",
          "), so doing without stoneware, which in Chinese tradition is mostly grouped with (and translated as) porcelain.",
          "Terms such as \"porcellaneous\" or \"near-porcelain\" may be used for stonewares with porcelain-like characteristics.",
          "The Erya defined porcelain (ci?)",
          "as \"fine, compact pottery (ta?o)\".Chinese pottery can also be classified as being either northern or southern.",
          "China comprises two separate and geologically different land masses, brought together by continental drift and forming a junction that lies between the Yellow and Yangtze rivers, sometimes known as the Nanshan-Qinling divide.",
          "The contrasting geology of the north and south led to differences in the raw materials available for making ceramics; in particular the north lacks petunse or \"porcelain stone\", needed for porcelain on the strict definition.",
          "Ware-types can be from very widespread kiln-sites in either north or south China, but the two can nearly always be distinguished, and influences across this divide may affect shape and decoration, but will be based on very different clay bodies, with fundamental effects.",
          "The kiln types were also different, and in the north the fuel was usually coal, as opposed to wood in the south, which often affects the wares.",
          "Southern materials have high silica, low alumina and high potassium oxide, the reverse of northern materials in each case.",
          "The northern materials are often very suitable for stoneware, while in the south there are also areas highly suitable for porcelain."
        ]
      ],
      "points": [
        8,
        8
      ],
      "score": 0.0,
      "studied": [
        2,
        2
      ],
      "title": " Terminology and categories "
    },
    " The ceramics industry under the Ming ": {
      "full_title": "Chinese ceramics: The ceramics industry under the Ming ",
      "paragraphs": [],
      "score": 0.0,
      "title": " The ceramics industry under the Ming "
    },
    " Three Kingdoms, Jin, Southern and Northern Dynasties, Sui (220 to 618) ": {
      "full_title": "Chinese ceramics: Three Kingdoms, Jin, Southern and Northern Dynasties, Sui (220 to 618) ",
      "paragraphs": [],
      "score": 0.0,
      "title": " Three Kingdoms, Jin, Southern and Northern Dynasties, Sui (220 to 618) "
    },
    " Types of Chinese pottery ": {
      "full_title": "Chinese ceramics: Types of Chinese pottery ",
      "paragraphs": [],
      "score": 0.0,
      "title": " Types of Chinese pottery "
    },
    " Yuan (1279 to 1368 AD) ": {
      "full_title": "Chinese ceramics: Yuan (1279 to 1368 AD) ",
      "paragraphs": [],
      "score": 0.0,
      "title": " Yuan (1279 to 1368 AD) "
    },
    " Yuan dynasty, 1271?1368 ": {
      "full_title": "Chinese ceramics: Yuan dynasty, 1271?1368 ",
      "paragraphs": [
        [
          "The Mongol Yuan dynasty enforced the movement of artists of all sorts around the Mongol Empire, which in ceramics brought a major stylistic and technical influence from the Islamic world in the form of blue and white porcelain, with underglaze painting in cobalt.",
          "This has been described as the \"last great innovation in ceramic technology\".",
          "Decoration by underglaze painted patterns had long been a feature of Chinese pottery, especially in the popular Cizhou ware (mostly using black over slip), but was perhaps regarded as rather vulgar by the court and the literati class, and the finest ceramics were monochrome, using an understated aesthetic with perfect shapes and subtle glaze effects, often over shallow decoration carved or moulded into the surface.This was a great contrast to the bright colours and complicated designs developed under the Yuan, whose organization was mostly based on Islamic art, especially metalwork, although the animal and vegetable motifs remained based on Chinese tradition.",
          "These were initially mainly made for export, but became acceptable at court, and to buyers of fine ceramics internally.",
          "Export markets readily accepted the style, which has continued to be produced ever since, both in China and around the world."
        ],
        [
          "Because of this, improvements in water transportation and the re-unification under Mongol rule, pottery production started to concentrate near deposits of kaolin, such as Jingdezhen, which gradually became the pre-eminent centre for producing porcelain in a variety of styles, a position it has held ever since.",
          "The scale of production greatly increased, and the scale and organization of the kilns became industrialized, with ownership by commercial syndicates, much division of labour, and other typical features of mass production.",
          "Some other types of pottery, especially Longquan celadon and Cizhou ware, continued to flourish."
        ]
      ],
      "score": 0.0,
      "title": " Yuan dynasty, 1271?1368 "
    },
    "Summary": {
      "full_title": "Chinese ceramics:Summary",
      "paragraphs": [
        [
          "Chinese ceramics show a continuous development since pre-dynastic times and are one of the most significant forms of Chinese art and ceramics globally.",
          "The first pottery was made during the Palaeolithic era.",
          "Chinese ceramics range from construction materials such as bricks and tiles, to hand-built pottery vessels fired in bonfires or kilns, to the sophisticated Chinese porcelain wares made for the imperial court and for export.",
          "Porcelain was a Chinese invention and is so identified with China that it is still called \"china\" in everyday English usage."
        ],
        [
          "Most later Chinese ceramics, even of the finest quality, were made on an industrial scale, thus few names of individual potters were recorded.",
          "Many of the most important kiln workshops were owned by or reserved for the emperor, and large quantities of Chinese export porcelain were exported as diplomatic gifts or for trade from an early date, initially to East Asia and the Islamic world, and then from around the 16th century to Europe.",
          "Chinese ceramics have had an enormous influence on other ceramic traditions in these areas."
        ],
        [
          "Increasingly over their long history, Chinese ceramics can be classified between those made for the imperial court to use or distribute, those made for a discriminating Chinese market, and those for popular Chinese markets or for export.",
          "Some types of wares were also made only or mainly for special uses such as burial in tombs, or for use on altars."
        ]
      ],
      "points": [
        6,
        6
      ],
      "score": 0.0,
      "studied": [
        3,
        3
      ],
      "title": "Summary"
    }
  },
  "subject": "Chinese ceramics"
}